Repository: KlausBacker/anakeen-platform-4
Catalog: src/locale/*/LC_MESSAGES/src/GROUP_*.po
Languages: fr

# GROUP
source: Group of people
fr: Titre

# GROUP
source: Group of people
fr: Profils par défaut

# GROUP
source: Group of people
fr: Restrictions

# GROUP
source: Group of people
fr: Basique

# GROUP
source: Group of people
fr: Gérer les membres

# GROUP
source: Group of people
fr: Groupes

# GROUP
source: Group of people
fr: Identification

# GROUP
source: Group of people
fr: Sans adresse mail de groupe

# GROUP
source: Group of people
fr: adresses regroupées

# GROUP
source: Group of people
fr: permet d'éviter le calcul du mail de groupe lorsque le groupe contient beaucoup de membres

# GROUP
source: Group of people
fr: sans adresse mail

# GROUP
source: Group of people
fr: Sous groupes

# GROUP
source: Group of people
fr: Aucun sous groupe

# GROUP
source: Group of people
fr: Groupes parents

# GROUP
source: Group of people
fr: Aucun groupe parent

# GROUP
source: Group of people
fr: Est rafraîchi

# GROUP
source: Group of people
fr: non

# GROUP
source: Group of people
fr: oui

# GROUP
source: Group of people
fr: Mail

# GROUP
source: Group of people
fr: Nom

# GROUP
source: Group of people
fr: Rafraîchir

# GROUP
source: Group of people
fr: Groupe de personnes
