Repository: KlausBacker/anakeen-platform-4
Catalog: src/locale/*/LC_MESSAGES/src/IUSER_*.po
Languages: fr

# IUSER
source: Identifier
fr: Utilisateur

# IUSER
source: Identifier
fr: Date d'expiration du compte

# IUSER
source: Identifier
fr: Délai d'expiration en jours

# IUSER
source: Identifier
fr: Date d'expiration epoch

# IUSER
source: Identifier
fr: Date d'expiration

# IUSER
source: Identifier
fr: Heure d'expiration

# IUSER
source: Identifier
fr: Mail principal

# IUSER
source: Identifier
fr: Prénom

# IUSER
source: Identifier
fr: État civil

# IUSER
source: Identifier
fr: Identification intranet

# IUSER
source: Identifier
fr: Sécurité

# IUSER
source: Identifier
fr: Suppléants

# IUSER
source: Identifier
fr: Mot de passe

# IUSER
source: Identifier
fr: Groupe (titre)

# IUSER
source: Identifier
fr: Groupes d'appartenance

# IUSER
source: Identifier
fr: Groupe

# IUSER
source: Identifier
fr: Titulaires

# IUSER
source: Identifier
fr: Nom

# IUSER
source: Identifier
fr: Login

# IUSER
source: Identifier
fr: Échecs de connexion

# IUSER
source: Identifier
fr: Mail

# IUSER
source: Identifier
fr: Utilisateur id

# IUSER
source: Identifier
fr: Délai d'expiration epoch

# IUSER
source: Identifier
fr: Groupe

# IUSER
source: Identifier
fr: Rôle

# IUSER
source: Identifier
fr: Origine

# IUSER
source: Identifier
fr: État du compte

# IUSER
source: Identifier
fr: Suppléant

# IUSER
source: Identifier
fr: Rôles

# IUSER
source: Identifier
fr: Système

# IUSER
source: Identifier
fr: Identifiant
