Repository: KlausBacker/anakeen-platform-4
Catalog: user-interfaces/src/locale/*/LC_MESSAGES/src/mustache-user-interfaces_*.po
Languages: fr

# ddui
source: Add new line
fr: Ajouter une nouvelle ligne

# ddui
source: Delete :
fr: Suppression de :

# ddui
source: Delete line
fr: Supprimer la ligne

# ddui
source: Document Render
fr: Smart element

# ddui
source: DocumentDeleted
fr: Supprimée le

# ddui
source: Drag to move line
fr: Cliquer pour déplacer la ligne

# ddui
source: Duplicate selected row
fr: Dupliquer la ligne sélectionnée

# ddui
source: Editing form
fr: Formulaire en cours de modification

# dsearch
source: Results
fr: Résultats

# ddui
source: Revision :
fr: Révision n°

# ddui
source: RevisionCreated
fr: Créée le

# ddui
source: Select line
fr: Sélectionner la ligne
