Repository: KlausBacker/anakeen-platform-4
Catalog: user-interfaces/src/locale/*/LC_MESSAGES/src/RENDERDESCRIPTION_*.po
Languages: fr

# RENDERDESCRIPTION
source: undefined
fr: Affichage description étendue

# RENDERDESCRIPTION
source: undefined
fr: Description

# RENDERDESCRIPTION
source: undefined
fr: Exemple

# RENDERDESCRIPTION
source: undefined
fr: Structure

# RENDERDESCRIPTION
source: undefined
fr: Champ

# RENDERDESCRIPTION
source: undefined
fr: Libellé

# RENDERDESCRIPTION
source: undefined
fr: Libellé du champ encadrant

# RENDERDESCRIPTION
source: undefined
fr: Descriptions

# RENDERDESCRIPTION
source: undefined
fr: Information

# RENDERDESCRIPTION
source: undefined
fr: Restriction à la langue

# RENDERDESCRIPTION
source: undefined
fr: Utilisé par défaut dans le mode

# RENDERDESCRIPTION
source: undefined
fr: Position

# RENDERDESCRIPTION
source: undefined
fr: Description étendue

# RENDERDESCRIPTION
source: undefined
fr: Champs

# RENDERDESCRIPTION
source: undefined
fr: Titre

# RENDERDESCRIPTION
source: undefined
fr: Titre
