Repository: KlausBacker/anakeen-platform-4
Catalog: user-interfaces/src/locale/*/LC_MESSAGES/src/user-interfaces_*.po
Languages: fr

# ddui
source: %s Creation
fr: Création %s

# ddui-htmltext
source: (inherited font)
fr: (police héritée)

# ddui-htmltext
source: (inherited size)
fr: (taille héritée)

# smart-grid
source: -- Select another operator --
fr: -- Sélectionner un autre opérateur --

# smart iuser
source: <p>Set to "<b>-1</b>" to cancel expiration</p>
fr: <p>Mettre "<b>-1</b>" pour annuler l'expiration</p>

# smart iuser
source: <p>Set to "<b>-</b>" (<i>minus</i>) to explicit create user without login</p>
fr: <p>Mettre la valeur à "<b>-</b>" (<i>minus</i>) pour créer un utilisateur sans login</p>

# ddui-htmltext
source: A directory with this name was not found.
fr: Un répertoire avec ce nom n'a pas été trouvé.

# ddui-htmltext
source: A file with name "{0}" already exists in the current directory. Do you want to overwrite it?
fr: Un fichier avec le nom "{0}" existe déjà dans le répertoire courant. Voulez-vous le remplacer?

# ddui
source: Access not granted for document #%s
fr: Accès non autorisé pour créer #°%s

# ddui
source: Access not granted to create "%s" document
fr: Accès non autorisé pour créer "%s"

# ddui-htmltext
source: Accessibility
fr: Accessibilité

# smart iuser
source: Account #%d does not exist
fr: Le compte #%d does not exist

# ddui
source: Account access deny
fr: Accès interdit au compte

# smart iuser
source: Account has been activated
fr: Le compte a été activé

# smart iuser
source: Account has been deactivated
fr: Le compte a été désactivé

# smart iuser
source: Account management
fr: Gestion de compte

# smart iuser
source: Activate account
fr: Activer du compte

# ddui
source: Add a note to the history
fr: Ajouter une note à consigner dans l'historique

# ddui-htmltext
source: Add column on the left
fr: Ajouter colonne à gauche

# ddui-htmltext
source: Add column on the right
fr: Ajouter colonne à droite

# ddui-htmltext
source: Add row above
fr: Ajouter ligne au-dessus

# ddui-htmltext
source: Add row below
fr: Ajouter ligne au-dessous

# ddui-htmltext
source: Align Center
fr: Aligner le centre

# ddui-htmltext
source: Align Center Bottom
fr: Aligner le centre et bas

# ddui-htmltext
source: Align Center Middle
fr: Aligner le centre et milieu

# ddui-htmltext
source: Align Center Top
fr: Aligner le centre et haut

# ddui-htmltext
source: Align Left
fr: Aligner à gauche

# ddui-htmltext
source: Align Left Bottom
fr: Aligner à gauche en bas

# ddui-htmltext
source: Align Left Middle
fr: Aligner à gauche et au centre

# ddui-htmltext
source: Align Left Top
fr: Aligner à gauche et en haut

# ddui-htmltext
source: Align Right
fr: Aligner à droite

# ddui-htmltext
source: Align Right Bottom
fr: Aligner à droite et en bas

# ddui-htmltext
source: Align Right Middle
fr: Aligner à droite et au milieu

# ddui-htmltext
source: Align Right Top
fr: Aligner à droite et en haut

# ddui-htmltext
source: Align text left
fr: Aligner le texte à gauche

# ddui-htmltext
source: Align text right
fr: Aligner le texte à droite

# ddui-htmltext
source: Alignment
fr: Alignement

# grid-component
source: All text contains
fr: Chacun des textes contient

# ddui-htmltext
source: Alternate text
fr: Le texte de remplacement

# authent
source: An email has been sent to user "%s"
fr: Un courriel a été envoyé à l'utilisateur "%s"

# smart-grid
source: And
fr: Et

# grid-component
source: Any values is after than or equal to
fr: Toutes les valeurs sont postérieures ou égales à

# grid-component
source: Any values is earlier than or equal to
fr: Toutes les valeurs sont antérieures ou égales à

# grid-component
source: Any values is greater than or equal to
fr: Toutes les valeurs sont supérieurs ou égales à

# grid-component
source: Any values is lesser than or equal to
fr: Toutes les valeurs sont inférieures ou égales à

# ddui-htmltext
source: Are you sure you want to delete "{0}"?
fr: Etes-vous sûr de vouloir supprimer "{0}"?

# ddui-htmltext
source: Arrange by
fr: Trier par

# ddui-htmltext
source: Associate cells with headers
fr: Cellules associées aux entêtes

# grid-component
source: At least one text not contains
fr: Un des textes ne contient pas

# ddui
source: Attribute "%s" not found
fr: Attribut "%s" non trouvé

# ddui-file
source: B
fr: octets

# ddui-htmltext
source: Background
fr: Fond

# ddui-htmltext
source: Background color
fr: Couleur de fond

# ddui-htmltext
source: Bold
fr: Gras

# ddui-htmltext
source: Border
fr: Bordure

# ddui-htmltext
source: Border Style
fr: Style de bordure

# ddui-htmltext
source: CSS Class
fr: CSS classe

# UiMenu
source: Cancel
fr: Annuler

# ddui-htmltext
source: Cancel
fr: Annuler

# smart-grid
source: Cancel
fr: Annuler

# ddui
source: Cancel transition
fr: Annuler

# authent
source: Cannot find user "%s".
fr: Utilisateur "%s" non trouvé.

# ddui-htmltext
source: Caption
fr: Sous-titre

# ddui-htmltext
source: Cell
fr: Cellule

# ddui-htmltext
source: Cell Margin
fr: Marge des cellules

# ddui-htmltext
source: Cell Padding
fr: Rembourrage des cellules

# ddui-htmltext
source: Cell Spacing
fr: Espacement des cellules

# ddui-htmltext
source: Center text
fr: Centrer

# ddui-enum
source: Choose
fr: Choisissez

# ddui-enum
source: Choose another choice
fr: Choisissez un autre choix

# ddui-file
source: Choose file
fr: Choisissez un fichier

# ddui-image
source: Choose image
fr: Choisissez une image

# smartCvdoc
source: Class "%s" not exists
fr: La classe "%s" n'existe pas

# smartCvdoc
source: Class "%s" not implement %s
fr: La classe "%s" n'implémente pas %s

# smartCvdoc
source: Class "%s" problem : %s
fr: Classe "%s" problême : %s

# ddui-htmltext
source: Clean formatting
fr: Supprimer le formattage

# smart-grid
source: Clear
fr: Effacer

# ddui-file
source: Click to upload file
fr: Cliquez pour choisir un fichier

# ddui-image
source: Click to upload image
fr: Cliquez pour choisir une image

# UiMenu
source: Close
fr: Fermer

# ddui
source: Close Transition Window
fr: Fermer la fenêtre de transition

# UiMenu
source: Close form
fr: Quitter le formulaire

# ddui
source: Close message
fr: Fermer le message

# smart-grid
source: Collapse / Expand rows
fr: Étendre / réduire les lignes

# ddui-htmltext
source: Collapse borders
fr: Rétracter bordures

# ddui-htmltext
source: Columns
fr: Colonnes

# ddui
source: Confidential document
fr: Smart Element confidentiel

# UiMenu
source: Confirm
fr: Confirmer

# UiMenu
source: Confirm deletion
fr: Confirmer la suppression

# render
source: Confirm deletion of {{{document.properties.title}}}
fr: Confirmer la suppression de "{{{document.properties.title}}}"

# ddui
source: Confirm transition
fr: Confirmer

# login
source: Connection to %s
fr: Connexion à %s

# grid-component
source: Contains
fr: Contient

# ddui
source: Core View Consultation
fr: Vue de consultation core

# ddui
source: Core View Create
fr: Vue de création core

# ddui
source: Core View Edition
fr: Vue d'édition core

# UiMenu
source: Create
fr: Créer

# UiMenu
source: Create !
fr: Créer !

# UiMenu
source: Create and close
fr: Créer et fermer

# ddui
source: Create and insert to "{{label}}"
fr: Créer et insérer dans "{{label}}"

# UiMenu
source: Create new document to server
fr: Créer sur le serveur

# ddui-htmltext
source: Create table
fr: Insérer un tableau

# UiMenu
source: Create to server and view document
fr: Créer sur le serveur et quitter le formulaire

# smart iuser
source: Deactivate account
fr: Désactiver le compte

# ddui-numerical
source: Decrease value
fr: Diminuer la valeur

# ddui
source: Default View
fr: Vue de consultation par défault

# UiMenu
source: Delete
fr: Supprimer

# ddui-htmltext
source: Delete column
fr: Supprimer la colonne

# ddui
source: Delete line
fr: Supprimer la ligne

# ddui-htmltext
source: Delete row
fr: Supprimer la ligne

# smart-grid
source: Display
fr: Afficher

# smart:dsearch
source: Display
fr: Afficher

# UiMenu
source: Display document form
fr: Afficher le formulaire de modification

# UiMenu
source: Display latest document revision
fr: Voir la dernière révision

# ddui
source: Document "%s" not found
fr: Smart Element "%s" non trouvé

# ddui
source: Document identifier "%s"not found
fr: Identifiant de smart element "%s" non trouvé

# ddui-file
source: Download file
fr: Télécharger le fichier

# ddui-image
source: Download image
fr: Télécharger l'image

# ddui
source: Drag to move line
fr: Cliquer pour déplacer la ligne

# ddui-file
source: Drop file here
fr: Déposer le fichier ici

# ddui-image
source: Drop image here
fr: Déposer l'image ici

# identityComponent
source: Email address "%s" is not valid
fr: L'adresse email "%s" n'est pas valide

# ddui-htmltext
source: Empty Folder
fr: Répertoire vide

# smart exec
source: Execute now
fr: Démarrer la tâche

# smart exec
source: Execute now the task %s
fr: Démarrer la tâche "%s" maintenant

# smart-grid
source: Export as XLSX
fr: Exporter au format XLSX

# smart-grid
source: Export as xlsx
fr: Exporter au format XLSX

# ddui
source: Family View
fr: Vue de Smart Structure

# smart-grid
source: Filter
fr: Filtrer

# ddui
source: Force transition
fr: Forcer la transition

# UiMenu
source: Goto next activity
fr: Passer à l'étape suivante

# smart-grid
source: Grid Settings
fr: Paramétrage de la grille

# smart iuser
source: Groups of "%s" has been updated
fr: Les groupes de "%s" ont été mis à jour

# ddui-htmltext
source: Heading 1
fr: Titre 1

# ddui-htmltext
source: Heading 2
fr: Titre 2

# ddui-htmltext
source: Heading 3
fr: Titre 3

# ddui-htmltext
source: Height
fr: Hauteur

# ddui-htmltext
source: Height (px)
fr: Hauteur (px)

# UiMenu
source: Historic
fr: Historique

source: Impossible to have several identical names
fr: Impossible d'avoir plusieurs noms identiques

source: Impossible to name a view like a control acl
fr: Impossible de nommer une vue comme une ACL de control

# ddui
source: In progress transition
fr: Transition en cours

# autocomplete
source: Incompatible type "%s" for autocomplete
fr: Le type "%s" est incompatible avec l'autocomplétion

# ddui-numerical
source: Increase value
fr: Augmenter la valeur

# ddui-htmltext
source: Indent
fr: Augmenter le retrait

# ddui
source: Information access deny
fr: Information non accessible

# ddui-htmltext
source: Insert
fr: Insérer

# ddui-htmltext
source: Insert HTML
fr: Insérer HTML

# ddui-htmltext
source: Insert file
fr: Insérer un fichier

# ddui-htmltext
source: Insert hyperlink
fr: Insérer un lien hypertexte

# ddui-htmltext
source: Insert image
fr: Insérer une image

# ddui-htmltext
source: Insert ordered list
fr: Liste numérotée

# ddui-htmltext
source: Insert unordered list
fr: Liste à puces

# ddui-date
source: Invalid date
fr: Date invalide

# ddui-enum
source: Invalid entry
fr: Entrée invalide

# authent
source: Invalid key to update password
fr: Clef invalide pour la mise à jour du mot de passe

# ddui
source: Invalid transition
fr: Transition invalide

# grid-component
source: Is after than
fr: Est postérieur à

# grid-component
source: Is after than or equal to
fr: Est postérieur ou égal à

# grid-component
source: Is earlier than
fr: Est antérieur à

# grid-component
source: Is earlier than or equal to
fr: Est antérieur ou égal à

# grid-component
source: Is empty
fr: Est vide

# grid-component
source: Is equal to
fr: Est égal à

# grid-component
source: Is greater than
fr: Est supérieur à

# grid-component
source: Is greater than or equal to
fr: Est supérieur ou égal à

# grid-component
source: Is lesser than
fr: Est inférieur à

# grid-component
source: Is lesser than or equal to
fr: Est inférieur ou égal à

# grid-component
source: Is not empty
fr: N'est pas vide

# grid-component
source: Is not equal to
fr: Est différent de

# ddui-htmltext
source: Italic
fr: Italique

# ddui-htmltext
source: Justify
fr: Justifier

# grid-component
source: Label contains
fr: Le label contient

source: Label must not be empty
fr: Le label ne doit pas être vide

# grid-component
source: Label not contain
fr: Le label ne contient pas

# smart cvdoc
source: Label of menu list
fr: Label du menu

# UiMenu
source: Lock
fr: Verrouiller

# ddui
source: Lock document
fr: Verrouiller le document

# ddui
source: Locked by
fr: Verrouillé par

# smart iuser
source: Login fail count reseted
fr: Impossible de remettre le compteur d'échec de connexion à zéro

# ui
source: Menu "%s" : Method mismatch need "%s" and has "%s"
fr: Menu "%s" : Méthodes incohérentes : attendu : "%s" obtenu : "%s"

# ddui
source: Menu id "%s" not found
fr: Menu "%s" non trouvé

# ui
source: Menu id "%s" not found
fr: Menu pas trouvé "%s"

# ddui
source: Min row limit is {{limit}}
fr: Le nombre de rangées minimum est de {{limit}}

# UiMenu
source: Modify
fr: Modifier

# smart-grid
source: Modify
fr: Modifier

# ddui
source: Modifying by
fr: En cours de modification par

# ddui-htmltext
source: More tools
fr: Plus d'outils

# ddui-htmltext
source: Name
fr: Nom

# smart iuser
source: No groups
fr: Pas de groupes

# ddui
source: No matches "<i>%s</i>"
fr: Aucune correspondance pour "<i>%s</i>"

# ddui-docid
source: No more matching
fr: Aucune autre nouvelle correspondance

# grid-component
source: No one text contains
fr: Aucun texte ne contient

# grid-component
source: No one values are equal to
fr: Aucune des valeurs n'est égale à

# ddui
source: No result found
fr: Pas de résultat

# smart-grid
source: No results
fr: Aucun résultat

# smart igroup
source: No roles
fr: Pas de roles

# smart iuser
source: No roles
fr: Pas de roles

# grid-component
source: No state found
fr: Aucun état trouvé

# grid-component
source: Not contains
fr: Ne contient pas

# smart report
source: Number of elements to display per page
fr: Nombre d'élément à afficher par page

# grid-component
source: One of values equal to
fr: Une des valeurs est égale à

# grid-component
source: One of values is after than or equal to
fr: Une des valeurs est postérieure à

# grid-component
source: One of values is earlier than or equal to
fr: Une des valeurs est antérieure à

# grid-component
source: One of values is greater than or equal to
fr: Une des valeurs est supérieur ou égale à

# grid-component
source: One of values is lesser than or equal to
fr: Une des valeurs est inférieure ou égale à

# grid-component
source: One text contains
fr: Un des textes contient

# ddui-htmltext
source: Open link in new window
fr: Ouvrir dans une nouvelle fenêtre

# smart cvdoc
source: Order for control access
fr: Ordre des contrôles d'accès

# ddui-htmltext
source: Outdent
fr: Diminuer le retrait

# smart cvdoc
source: PHP Access render class used to fork the appropriate render config
fr: Classe d'accès au rendu pour aiguiller vers la configuration voulue

# smart cvdoc
source: PHP Config render class used to custom render
fr: Classe PHP utilisée pour le render

# ddui-htmltext
source: Paragraph
fr: Paragraphe

# authent
source: Password has been reseted for "%s"
fr: Le mot de passe a été réinitialisé pour "%s"

# ddui-htmltext
source: Preformatted
fr: Texte préformaté

# ddui-htmltext
source: Print
fr: Imprimer

# UiMenu
source: Properties
fr: Propriétés

# searchui
source: Properties
fr: Propriétés

# UiMenu
source: Put document to the trash
fr: Mettre le Smart Element à la poubelle

# ddui
source: Read only document
fr: Smart Element en lecture seule

# UiMenu
source: Record document to server
fr: Enregistrer et laisser le formulaire ouvert

# UiMenu
source: Record document without constraint check
fr: Enregistrer sans tenir compte des contraintes

# iuser
source: Record parent groups
fr: Enregistrer les groupes parents

# UiMenu
source: Record to server and view document
fr: Enregistrer et fermer le formulaire

# ddui-file
source: Recording
fr: Enregistrement

# ddui-htmltext
source: Remove Alignment
fr: Retirer alignement

# ddui-htmltext
source: Remove hyperlink
fr: Supprimer le lien hypertexte

# smart iuser
source: Reset login failure
fr: Réinitialiser les erreurs de login

# UiMenu
source: Restore
fr: Restaurer

# UiMenu
source: Restore document from the trash
fr: Retirer de la poubelle

# smart-grid
source: Retry export
fr: Retenter l'exportation

# ddui
source: Retry transition
fr: Recommencer

# ddui
source: Revision
fr: Révision

# ddui
source: Revision "%s" must be a number or a state reference
fr: La révision "%s" doit être un nombre ou une référence à un état

# ddui
source: Row count limit to {{limit}}
fr: Le nombre maximum de rangée est de {{limit}}

# ddui-htmltext
source: Rows
fr: Lignes

# UiMenu
source: Save
fr: Enregistrer

# UiMenu
source: Save !
fr: Enregistrer !

# UiMenu
source: Save and close
fr: Enregistrer et fermer

# ddui
source: Save and update "{{label}}"
fr: Enregistrer et mettre à jour "{{label}}"

# ddui:notification
source: See more ...
fr: Voir l'intégralité du message ...

# ddui-htmltext
source: Select All Cells
fr: Sélectionner toutes les cellules

# ddui-enum
source: Select alternative choice
fr: Valider cet autre choix

# ddui-htmltext
source: Select font family
fr: Police

# ddui-htmltext
source: Select font size
fr: Taille de police

# ddui
source: Select line
fr: Sélectionner la ligne

# mail
source: Send
fr: Envoyer

# mail
source: Send "%s"
fr: Envoi de "%s"

# mail
source: Send type
fr: Type d'envoi

# ddui-htmltext
source: Size
fr: Taille

# grid-component
source: Start with
fr: Commence par

# ddui-htmltext
source: Strikethrough
fr: Barré

# smart cvdoc
source: Structure used to configure access profil with account attributes
fr: Structure utilisée pour configurer les accès des profils avec des smart fields accounts

# ddui-htmltext
source: Subscript
fr: Indice

# ddui-htmltext
source: Summary
fr: Sommaire

# ddui-htmltext
source: Superscript
fr: Exposant

# UiMenu
source: Sure delete %s ?
fr: Êtes-vous sûr de vouloir supprimer "%s" ?

# UiMenu
source: System
fr: Système

# ddui-htmltext
source: Table Wizard
fr: Assistant de tableau

# smart-task
source: Task "%s" is executed.
fr: La tâche "%s" est exécutée.

# ddui-htmltext
source: Text color
fr: Couleur

# ddui-htmltext
source: The selected file "{0}" is not valid. Supported file types are {1}.
fr: Le fichier sélectionné "{0}" n'est pas valide. Les type fichiers supportés sont {1}.

# smart iuser
source: This account has no system identifier
fr: Ce compte n'a pas

# ddui-htmltext
source: Title
fr: Titre

# grid-component
source: Title contains
fr: Le titre contient

# smart group
source: To avoid compute mail addresses when group has lot of members
fr: Pour éviter de calculer des adresses lorsque le groupe est très important

# ddui-htmltext
source: ToolTip
fr: Infobulle

# ddui-file
source: Transferring
fr: Téléversement de

# ddui
source: Transition Comment
fr: Commentaire de transition

# ddui
source: Transition success
fr: Transition réussie

# ddui-htmltext
source: Underline
fr: Souligné

# ddui-htmltext
source: Units
fr: Unités

source: Unlabeled menu (%s)
fr: Menu sans label (%s)

source: Unlabeled view (%s)
fr: Vue sans label (%s)

# UiMenu
source: Unlock
fr: Déverrouiller

# ddui
source: Unlock document
fr: Déverrouiller

# ddui-htmltext
source: Update
fr: Mise à jour

# ddui-htmltext
source: Upload
fr: Charger

# smart-grid
source: Upload all results
fr: Exporter tous les résultats

# smart-grid
source: Upload error
fr: Erreur lors de l'exportation

# smart-grid
source: Upload selected items
fr: Exporter les lignes sélectionnées

# smart-grid
source: Upload succeeded
fr: L'exportation est terminée

# authent
source: User "%s" has no email address. Is is mandatory to apply forget password process
fr: L'utilisateur "%s" n'a pas d'adresse de courriel. Ceci est nécessaire pour réaliser la procédure d'oubli de mot de passe.

# smart iuser
source: User #%d does not exist
fr: L'utilisateur #%d n'existe pas

# smart iuser
source: User has no record password. It cannot be connected
fr: L'utilisateur n'a pas de mot de passe.

# smart iuser
source: User is deactivated
fr: L'utilisateur est désactivé

# ddui-htmltext
source: View HTML
fr: Voir HTML

# UiMenu
source: View current revision
fr: Voir la version actuelle

# smart exec
source: View previous results
fr: Voir les résultats précédents

# UiMenu
source: View transition graph
fr: Prochaines étapes ...

# ddui-htmltext
source: Web address
fr: Adresse Web

# ddui-htmltext
source: Width
fr: Largeur

# ddui-htmltext
source: Width (px)
fr: Largeur (px)

# ddui
source: Workflow Parameters : %s
fr: Paramètre pour %s

# mailtemplate
source: Workflow Structure to use revision comment and transition parameters in body message
fr: Structure du cycle de vie pour pouvoir utiliser le commentaire de révision ou les paramètres de transition dans le corp du message

# ddui
source: Workflow Transition Comment
fr: Commentaire de transition du cycle de vie

# ddui-htmltext
source: Wrap text
fr: Renvoi à la ligne

# identityComponent
source: You entered an invalid current password
fr: Vous avez entré un mot de passe invalide

# identityComponent
source: You entered an invalid password
fr: Vous avez entré un mot de passe invalide

source: You must use only a-z, 0-9, _, - characters : "%s"
fr: Vous ne pouvez utilisez que les caractères a-z, 0-9, _ : "%s"

source: activity
fr: Activité

# dsearch
source: activity
fr: Activité

# searchui
source: cdate
fr: Date de création

# searchUi
source: consult
fr: Lancer la recherche

# searchui
source: doctitle
fr: Titre

# searchUi
source: export
fr: Exporter le rapport

# searchui
source: id locked
fr: Identifiant verrou

# searchui
source: id owner
fr: Identifiant propriétaire

# ddui-file
source: kB
fr: ko

# searchui
source: mdate
fr: Date de modification

# smart-grid
source: of
fr: sur

# ddui-htmltext
source: or
fr: Ou

# smart-grid
source: results per page
fr: résultats par page

# searchui
source: revision
fr: Révision

source: state
fr: État

# dsearch
source: state
fr: État

source: step
fr: Étape

# dsearch
source: step
fr: Étape

# Report
source: title
fr: titre

source: workflow
fr: Cycle de vie

# smart-grid
source: {0} - {1} of {2} results
fr: {0} - {1} of {2} résultats

# ddui-enum
source: {{value}} **
fr: {{value}} (autre choix)
