Repository: KlausBacker/anakeen-platform-4
Catalog: Document-uis/locale/*/js/src/js_DOCUMENT_*.po
Languages: fr

# ddui
source: Abord modification
fr: Abandonner les modifications en cours

# historyUi
source: Activity
fr: Activité

# propertyUi
source: Activity
fr: Activité

# historyDiffUi
source: Attribute id
fr: Id attribut

# historyDiffUi
source: Attribute label
fr: Attribut

# propertyUi
source: Confidential
fr: Confidentiel

# ddui
source: Confirm close document
fr: Confirmer la fermeture du document

# ddui
source: Confirm close form "{{title}}"
fr: Confirmation de la fermeture du formulaire "{{title}}"

# propertyUi
source: Created by
fr: Créé par

# propertyUi
source: Creation date
fr: Date de création

# ddui
source: Current workflow activity
fr: Étape actuelle

# historyDiffUi
source: Difference between two revisions
fr: Différences entre deux révisions

# ddui
source: Displaying
fr: Affichage en cours

# ddui
source: Document Created
fr: Le document a été créé

# historyUi
source: Document History
fr: Historique du document

# ddui
source: Document Recorded
fr: Le document a été enregistré

# propertyUi
source: Document properties
fr: Propriétés du document

# ddui
source: Empty value not allowed
fr: Les valeurs vides ne sont pas autorisées

# propertyUi
source: Family
fr: Famille

# historyDiffUi
source: Filter data
fr: Filtrer les données

# historyUi
source: Filter messages
fr: Filtrer les messages

# historyDiffUi
source: First document
fr: Premier document

# historyUi
source: Hide details
fr: Cacher les messages

# historyUi
source: Hide notices
fr: Cacher les détails

# historyUi
source: History for {{title}}
fr: Historique de "{{title}}"

# propertyUi
source: Identifier
fr: Identifiant

# propertyUi
source: Last access date
fr: Date de dernier accès

# propertyUi
source: Last modification date
fr: Date de dernière modification

# historyUi
source: Level
fr: Niveau

# ddui
source: Loading
fr: Chargement

# historyUi
source: Loading ...
fr: Chargement de l'historique

# propertyUi
source: Locked by
fr: Verrouillé par

# propertyUi
source: Logical name
fr: Nom logique

# ddui
source: Next step. Apply transition {{label}}
fr: Étape suivante.<br/>Cliquer pour appliquer la transition<br/> <b>"{{label}}"</b>

# historyUi
source: No one notices
fr: Aucun détail

# propertyUi
source: Not confidential
fr: Non confidentiel

# propertyUi
source: Not locked
fr: Aucun verrou

# UImenu
source: Other
fr: Autre

# historyUi
source: Owner
fr: Auteur

# propertyUi
source: Profil reference
fr: Profil de référence

# propertyUi
source: Properties for {{title}}
fr: Propriétés de "{{title}}"

# propertyUi
source: Property
fr: Propriété

# ddui
source: Recording
fr: Enregistrement

# ddui
source: Rendering
fr: Affichage

# historyUi
source: Rev
fr: Rév

# propertyUi
source: Revision number
fr: Révision

# ddui
source: Row #
fr: Rangée n°

# historyDiffUi
source: Second document
fr: Deuxième document

# historyUi
source: See revision number #
fr: Voir la révision n°#

# historyDiffUi
source: Show all
fr: Montrer tout

# historyUi
source: Show details
fr: Montrer les messages

# historyUi
source: Show notices
fr: Montrer les détails

# historyDiffUi
source: Show only differences
fr: Montrer seulement les différences

# historyUi
source: State
fr: État

# ddui
source: Stay on the form
fr: Rester sur le formulaire

# ddui
source: The field must not be empty
fr: Le champ ne doit pas être vide

# ddui
source: The form has been modified and is is not saved
fr: Le formulaire a été modifié et il n'a pas été enregistré

# ddui
source: The form has been modified without saving
fr: Le formulaire a été modifié sans être enregistré

# propertyUi
source: Title
fr: Titre

# ddui
source: Transition Graph
fr: Graphique des prochaines étapes du processus

# ddui
source: Unable to save
fr: Enregistrement impossible

# ddui
source: Unexpected error
fr: Erreur inattendue

# ddui
source: User has cancelled the action.
fr: L'action a été annulée par l'utilisateur

# propertyUi
source: Value
fr: Valeur

# propertyUi
source: View controller
fr: Contrôle de vue

# propertyUi
source: Workflow
fr: Cycle de vie

# historyUi
source: past Revision
fr: &nbsp;

# ddui
source: {{parentLabel}} / {{label}} (row # {{index}}) is needed
fr: {{parentLabel}} / {{label}} (rangée n°{{index}}) est requis

# ddui
source: {{parentLabel}} / {{label}} is needed
fr: {{parentLabel}} / {{label}} est requis

# historyDiffUi
source: {{title}} (Revision : {{revision}}). <br/>Created on <em>{{revdate}}</em>
fr: {{title}} (Révision : {{revision}}). <br/>Créé le <em>{{revdate}}</em>
