Repository: KlausBacker/anakeen-platform-4
Catalog: smart-data-engine/src/locale/*/LC_MESSAGES/src/enumMAILTEMPLATE-tmail_desttype_*.po
Languages: fr

# MAILTEMPLATE-tmail_desttype
source: User email linked into workflow parameter value
fr: Valeur d'un champ du formulaire

# MAILTEMPLATE-tmail_desttype
source: User email linked into workflow parameter value
fr: Adresse de l'utilisateur connecté

# MAILTEMPLATE-tmail_desttype
source: User email linked into workflow parameter value
fr: Adresse d'un utilisateur cité dans le formulaire

# MAILTEMPLATE-tmail_desttype
source: User email linked into workflow parameter value
fr: Adresse d'un utilisateur cité dans un paramètre de la structure

# MAILTEMPLATE-tmail_desttype
source: User email linked into workflow parameter value
fr: Valeur d'un paramètre de la structure

# MAILTEMPLATE-tmail_desttype
source: User email linked into workflow parameter value
fr: Adresse à saisir

# MAILTEMPLATE-tmail_desttype
source: User email linked into workflow parameter value
fr: Paramètre

# MAILTEMPLATE-tmail_desttype
source: User email linked into workflow parameter value
fr: Adresse d'un utilisateur

# MAILTEMPLATE-tmail_desttype
source: User email linked into workflow parameter value
fr: Valeur d'un champ du cycle de vie associé

# MAILTEMPLATE-tmail_desttype
source: User email linked into workflow parameter value
fr: Adresse d'un utilisateur cité dans le cycle de vie associé

# MAILTEMPLATE-tmail_desttype
source: User email linked into workflow parameter value
fr: Valeur d'un paramètre du cycle de vie associé
