Repository: KlausBacker/anakeen-platform-4
Catalog: smart-data-engine/src/locale/*/LC_MESSAGES/src/SEARCH_CRITERIA_*.po
Languages: fr

# SearchCriteriaUtilsTextual multi
source: All contain
fr: Toutes les valeurs contiennent

# SearchCriteriaUtils.Temporal multi
source: All dates are after
fr: Toutes les dates sont postérieures à

# SearchCriteriaUtils.Temporal multi
source: All dates are before
fr: Toutes les dates sont antérieures à

# SearchCriteriaUtils.Temporal multi
source: All dates are between
fr: Toutes les dates sont entre

# SearchCriteriaUtils.Temporal multi
source: All dates are different from
fr: Toutes les dates sont différentes de

# SearchCriteriaUtils.Numerical multi
source: All dates are empty
fr: Toutes les dates sont vides

# SearchCriteriaUtils.Temporal multi
source: All dates are empty
fr: Toutes les dates sont vides

# SearchCriteriaUtils.Temporal multi
source: All dates are equal to
fr: Toutes les dates sont égales à

# SearchCriteriaUtils.Temporal multi
source: All dates are strictly after
fr: Toutes les dates sont strictement postérieures à

# SearchCriteriaUtils.Temporal multi
source: All dates are strictly before
fr: Toutes les dates sont strictement antérieures à

# SearchCriteriaUtils.Enum multi
source: All of the '%s' are among
fr: Tous les '%s' sont parmi

# SearchCriteriaUtils.Relations multi
source: All of the '%s' are among
fr: Tous les '%s' sont parmi

# SearchCriteriaUtils.Numerical multi
source: All values are between
fr: Toutes les valeurs sont entre

# SearchCriteriaUtils.Enum multi
source: All values are different from
fr: Toutes les valeurs sont différentes de

# SearchCriteriaUtils.Numerical multi
source: All values are different from
fr: Toutes les valeurs sont différentes de

# SearchCriteriaUtils.Textual multi
source: All values are different from
fr: Toutes les valeurs sont différentes de

# SearchCriteriaUtils.Textual multi
source: All values are empty
fr: Toutes les valeurs sont vides

# SearchCriteriaUtils.Enum multi
source: All values are equal to
fr: Toutes les valeurs sont égales à

# SearchCriteriaUtils.Numerical multi
source: All values are equal to
fr: Toutes les valeurs sont égales à

# SearchCriteriaUtils.Textual multi
source: All values are equal to
fr: Toutes les valeurs sont égales à

# SearchCriteriaUtils.Numerical multi
source: All values are greater than
fr: Toutes les valeurs sont supérieures à

# SearchCriteriaUtils.Numerical multi
source: All values are lesser than
fr: Toutes les valeurs sont inférieures à

# SearchCriteriaUtils.Numerical multi
source: All values are strictly greater than
fr: Toutes les valeurs sont strictement supérieures à

# SearchCriteriaUtils.Numerical multi
source: All values are strictly lesser than
fr: Toutes les valeurs sont strictement inférieures à

# SearchCriteriaUtils.Textual simple
source: Contains
fr: Contient

# SearchCriteriaUtils.Title simple
source: Contains
fr: Contient

# SearchCriteriaUtils.Textual simple
source: Does not contain
fr: Ne contient pas

# SearchCriteriaUtils.Title simple
source: Does not contain
fr: Ne contient pas

# SearchCriteriaUtils.Textual simple
source: Does not start with
fr: Ne commence pas par

# SearchCriteriaUtils.Title simple
source: Does not start with
fr: Ne commence pas par

# SearchCriteriaUtils.Temporal simple
source: Is after
fr: Est postérieur à

# SearchCriteriaUtils.Enum simple
source: Is among
fr: Est egal a l'une des valeurs

# SearchCriteriaUtils.Relations simple
source: Is among
fr: Est parmi

# SearchCriteriaUtils.State simple
source: Is among
fr: Est parmi

# SearchCriteriaUtils.Temporal simple
source: Is before
fr: Est antérieur à

# SearchCriteriaUtils.Numerical simple
source: Is between
fr: Est entre

# SearchCriteriaUtils.Temporal simple
source: Is between
fr: Est entre

# SearchCriteriaUtils.Enum simple
source: Is different from
fr: Est différent de

# SearchCriteriaUtils.Numerical simple
source: Is different from
fr: Est différent de

# SearchCriteriaUtils.Relations simple
source: Is different from
fr: Est différent de

# SearchCriteriaUtils.State simple
source: Is different from
fr: Est différent de

# SearchCriteriaUtils.Temporal simple
source: Is different from
fr: Est différent de

# SearchCriteriaUtils.Textual simple
source: Is different from
fr: Est différent de

# SearchCriteriaUtils.Title simple
source: Is different from
fr: Est différent de

# SearchCriteriaUtils.Enum multi
source: Is empty
fr: Est vide

# SearchCriteriaUtils.Enum simple
source: Is empty
fr: Est vide

# SearchCriteriaUtils.Numerical multi
source: Is empty
fr: Est vide

# SearchCriteriaUtils.Numerical simple
source: Is empty
fr: Est vide

# SearchCriteriaUtils.Relations multi
source: Is empty
fr: Est vide

# SearchCriteriaUtils.Relations simple
source: Is empty
fr: Est vide

# SearchCriteriaUtils.Temporal multi
source: Is empty
fr: Est vide

# SearchCriteriaUtils.Temporal simple
source: Is empty
fr: Est vide

# SearchCriteriaUtils.Textual simple
source: Is empty
fr: Est vide

# SearchCriteriaUtils.Title simple
source: Is empty
fr: Est vide

# SearchCriteriaUtilsTextual multi
source: Is empty
fr: Est vide

# SearchCriteriaUtils.Enum simple
source: Is equal to
fr: Est égal à

# SearchCriteriaUtils.Numerical simple
source: Is equal to
fr: Est égal à

# SearchCriteriaUtils.Relations simple
source: Is equal to
fr: Est égal à

# SearchCriteriaUtils.State simple
source: Is equal to
fr: Est égal à

# SearchCriteriaUtils.Temporal simple
source: Is equal to
fr: Est égal à

# SearchCriteriaUtils.Textual simple
source: Is equal to
fr: Est égal à

# SearchCriteriaUtils.Title simple
source: Is equal to
fr: Est égal à

# SearchCriteriaUtils.Numerical simple
source: Is greater than
fr: Est supérieur à

# SearchCriteriaUtils.Numerical simple
source: Is lesser than
fr: Est inférieur à

# SearchCriteriaUtils.Enum simple
source: Is not among
fr: N'est pas parmi

# SearchCriteriaUtils.Relations simple
source: Is not among
fr: N'est pas parmi

# SearchCriteriaUtils.State simple
source: Is not among
fr: N'est pas parmi

# SearchCriteriaUtils.Enum multi
source: Is not empty
fr: N'est pas vide

# SearchCriteriaUtils.Enum simple
source: Is not empty
fr: N'est pas vide

# SearchCriteriaUtils.Numerical multi
source: Is not empty
fr: N'est pas vide

# SearchCriteriaUtils.Numerical simple
source: Is not empty
fr: N'est pas vide

# SearchCriteriaUtils.Relations multi
source: Is not empty
fr: N'est pas vide

# SearchCriteriaUtils.Relations simple
source: Is not empty
fr: N'est pas vide

# SearchCriteriaUtils.Temporal multi
source: Is not empty
fr: N'est pas vide

# SearchCriteriaUtils.Temporal simple
source: Is not empty
fr: N'est pas vide

# SearchCriteriaUtils.Textual simple
source: Is not empty
fr: N'est pas vide

# SearchCriteriaUtils.Title simple
source: Is not empty
fr: N'est pas vide

# SearchCriteriaUtilsTextual multi
source: Is not empty
fr: N'est pas vide

# SearchCriteriaUtils.Temporal simple
source: Is strictly after
fr: Est strictement postérieur à

# SearchCriteriaUtils.Temporal simple
source: Is strictly before
fr: Est strictement antérieur à

# SearchCriteriaUtils.Numerical simple
source: Is strictly greater than
fr: Est strictement supérieur à

# SearchCriteriaUtils.Numerical simple
source: Is strictly lesser than
fr: Est strictement inférieur à

# SearchCriteriaUtils.Enum multi
source: NA
fr: Ignorer

# SearchCriteriaUtils.Enum simple
source: NA
fr: Ignorer

# SearchCriteriaUtils.Numerical multi
source: NA
fr: Ignorer

# SearchCriteriaUtils.Numerical simple
source: NA
fr: Ignorer

# SearchCriteriaUtils.Relations multi
source: NA
fr: Ignorer

# SearchCriteriaUtils.Relations simple
source: NA
fr: Ignorer

# SearchCriteriaUtils.State simple
source: NA
fr: Ignorer

# SearchCriteriaUtils.Temporal multi
source: NA
fr: Ignorer

# SearchCriteriaUtils.Temporal simple
source: NA
fr: Ignorer

# SearchCriteriaUtils.Textual multi
source: NA
fr: Ignorer

# SearchCriteriaUtils.Textual simple
source: NA
fr: Ignorer

# SearchCriteriaUtils.Title simple
source: NA
fr: Ignorer

# SearchCriteriaUtils.Numerical multi
source: No date is empty
fr: Aucune date n'est vide

# SearchCriteriaUtils.Temporal multi
source: No date is empty
fr: Aucune date n'est vide

# SearchCriteriaUtils.Temporal multi
source: No dates are between
fr: Aucune date n'est entre

# SearchCriteriaUtils.Textual multi
source: No value is empty
fr: Aucune valeur n'est vide

# SearchCriteriaUtils.Numerical multi
source: No values are between
fr: Aucune valeur n'est entre

# SearchCriteriaUtilsTextual multi
source: None contain
fr: Aucune valeur ne contient

# SearchCriteriaUtils.Enum multi
source: None of the '%s' are among
fr: Aucun des '%s' n'est parmi

# SearchCriteriaUtils.Relations multi
source: None of the '%s' are among
fr: Aucun des '%s' n'est parmi

# SearchCriteriaUtilsTextual multi
source: One contains
fr: Une des valeurs contient

# SearchCriteriaUtils.Temporal multi
source: One date is after
fr: Une des dates est postérieure à

# SearchCriteriaUtils.Temporal multi
source: One date is before
fr: Une des dates est antérieure à

# SearchCriteriaUtils.Temporal multi
source: One date is between
fr: Une des dates est entre

# SearchCriteriaUtils.Temporal multi
source: One date is different from
fr: Une des dates est différente de

# SearchCriteriaUtils.Numerical multi
source: One date is empty
fr: Une des dates est vide

# SearchCriteriaUtils.Temporal multi
source: One date is empty
fr: Une des dates est vide

# SearchCriteriaUtils.Temporal multi
source: One date is equal to
fr: Une des dates est égale de

# SearchCriteriaUtils.Temporal multi
source: One date is not between
fr: Une des dates n'est pas entre

# SearchCriteriaUtils.Numerical multi
source: One date is not empty
fr: Une des dates n'est pas vide

# SearchCriteriaUtils.Temporal multi
source: One date is not empty
fr: Une des dates n'est pas vide

# SearchCriteriaUtils.Temporal multi
source: One date is strictly after
fr: Une des dates est strictement postérieure à

# SearchCriteriaUtils.Temporal multi
source: One date is strictly before
fr: Une des dates est strictement antérieure à

# SearchCriteriaUtilsTextual multi
source: One does not contain
fr: Une valeur ne contient pas

# SearchCriteriaUtils.Enum multi
source: One of the '%s' is among
fr: Un des '%s' est parmi

# SearchCriteriaUtils.Relations multi
source: One of the '%s' is among
fr: Un des '%s' est parmi

# SearchCriteriaUtils.Enum multi
source: One of the '%s' is not among
fr: Un des '%s' n'est pas parmi

# SearchCriteriaUtils.Relations multi
source: One of the '%s' is not among
fr: Un des '%s' n'est pas parmi

# SearchCriteriaUtils.Numerical multi
source: One value is between
fr: Une des valeurs est entre

# SearchCriteriaUtils.Enum multi
source: One value is different from
fr: Une valeur est différente de

# SearchCriteriaUtils.Numerical multi
source: One value is different from
fr: Une valeur est différente de

# SearchCriteriaUtils.Textual multi
source: One value is different from
fr: Une valeur est différente de

# SearchCriteriaUtils.Textual multi
source: One value is empty
fr: Une valeur est vide

# SearchCriteriaUtils.Enum multi
source: One value is equal to
fr: Une valeur est égale à

# SearchCriteriaUtils.Numerical multi
source: One value is equal to
fr: Une valeur est égale à

# SearchCriteriaUtils.Textual multi
source: One value is equal to
fr: Une valeur est égale à

# SearchCriteriaUtils.Numerical multi
source: One value is greater than
fr: Une des valeurs est supérieure à

# SearchCriteriaUtils.Numerical multi
source: One value is lesser than
fr: Une des valeurs est inférieure à

# SearchCriteriaUtils.Numerical multi
source: One value is not between
fr: Une des valeurs n'est pas entre

# SearchCriteriaUtils.Textual multi
source: One value is not empty
fr: Une des valeurs n'est pas vide

# SearchCriteriaUtils.Numerical multi
source: One value is strictly greater than
fr: Une des valeurs est strictement supérieure à

# SearchCriteriaUtils.Numerical multi
source: One value is strictly lesser than
fr: Une des valeurs est strictement inférieure à

# SearchCriteriaUtils.Textual simple
source: Starts with
fr: Commence par

# SearchCriteriaUtils.Title simple
source: Starts with
fr: Commence par
