Repository: KlausBacker/anakeen-platform-4
Catalog: smart-data-engine/src/locale/*/LC_MESSAGES/src/TASK_*.po
Languages: fr

# TASK
source: title
fr: Nom

# TASK
source: title
fr: Valeur

# TASK
source: title
fr: Périodicité de crontab

# TASK
source: title
fr: Description

# TASK
source: title
fr: Date d'exécution

# TASK
source: title
fr: Durée d'exécution

# TASK
source: title
fr: Output

# TASK
source: title
fr: Statut d'exécution

# TASK
source: title
fr: Identification

# TASK
source: title
fr: Résultat de la tâche

# TASK
source: title
fr: Route à exécuter

# TASK
source: title
fr: Planning

# TASK
source: title
fr: Périodicité (complète)

# TASK
source: title
fr: Exécuté par

# TASK
source: title
fr: Prochaine date d'exécution

# TASK
source: title
fr: Nom

# TASK
source: title
fr: Valeur

# TASK
source: title
fr: Méthode

# TASK
source: title
fr: Nom

# TASK
source: title
fr: Section

# TASK
source: title
fr: Statut

# TASK
source: title
fr: Arguments

# TASK
source: title
fr: Champ de requête

# TASK
source: title
fr: Titre

# TASK
source: title
fr: Titre
