Repository: KlausBacker/anakeen-platform-4
Catalog: admin-center/src/locale/*/LC_MESSAGES/src/ADMIN_CENTER_*.po
Languages: fr

# AdminCenterTrash.author deletion
source: Author of the deletion
fr: Auteur de la suppression

# AdminCenterTrash.authorization
source: Authorization
fr: Autorisation

# AdminCenterTrash.date deletion
source: Date of deletion
fr: Date de la suppression

# AdminCenterTrash.btn delete
source: Delete from trash
fr: Détruire

# AdminCenterTrash.btn display
source: Display
fr: Afficher

# AdminCenterParameters.global btn specific user
source: Global button need to be false with specific user option
fr: Le boutton d'activation de l'onglet global doit être à "false" lorsqu'il y a un utilisateur specifique selectionné

# AdminCenterVaultManager
source: New maximum size is "%s"
fr: La nouvelle capacité logique est de "%s"

# AdminCenterVaultManager
source: New path is "%s"
fr: Le nouveau chemin d'accès est : "%s"

# AdminCenterVaultManager
source: New vault created. Location is "%s", size is "%s"
fr: Le nouveau coffre a été créé. L'emplacement est "%s", la capacité logique est de "%s"

# AdminCenterVaultManager
source: Path "%s" is not writable
fr: Le chemin d'accès "%s" n'est pas accessible en écriture

# AdminCenterVaultManager
source: Path "%s" must be an absolute path
fr: Le chemin d'accès "%s" doit être un chemin absolu

# AdminCenterVaultManager
source: Path "%s" must reference an existing directory
fr: Le chemin d'accès "%s" doit contenir un dossier existant

# AdminCenterTrash.btn restore
source: Restore
fr: Restaurer

# AdminCenterVaultManager
source: Vault "#%d" not exists
fr: Le coffre "#%d" n'existe pas

# AdminCenterParameters.user btn specific user
source: You need to turn on the button user parameters
fr: Le boutton d'activation de l'onglet user doit être à "true" lorsqu'il y a un utilisateur specifique selectionné

# AdminCenterAccounts
source: Structure '%s' do not exist
fr: La structure '%s' n'existe pas
