Repository: KlausBacker/anakeen-platform-4
Catalog: Document-uis/src/locale/*/LC_MESSAGES/src/DOCUMENT_GRID_HTML5_*.po
Languages: fr

# docgrid
source: Collection "%s" not found
fr: Collection "%s" non trouvée

source: DOCGRID: Access to document grid element
fr: Accès à document Grid

source: DOCGRIDHTML5: sFirst
fr: Premier

source: DOCGRIDHTML5: sInfo
fr: Affichage des éléments _START_ à _END_ sur _TOTAL_

source: DOCGRIDHTML5: sInfoEmpty
fr: Aucun élément à afficher

source: DOCGRIDHTML5: sInfoFiltered
fr: (filtré sur _MAX_ éléments au total)

source: DOCGRIDHTML5: sLast
fr: Dernier

source: DOCGRIDHTML5: sLengthMenu
fr: Afficher _MENU_ éléments

source: DOCGRIDHTML5: sLoadingRecords
fr: Chargement...

source: DOCGRIDHTML5: sNext
fr: Suivant

source: DOCGRIDHTML5: sPrevious
fr: Précédent

source: DOCGRIDHTML5: sProcessing
fr: Traitement en cours...

source: DOCGRIDHTML5: sSearch
fr: Rechercher&nbsp;:

source: DOCGRIDHTML5: sZeroRecords
fr: Aucun élément à afficher

# docgrid
source: Filter "%s" is not a date value. You can use date operator "contains" or filter like "> 23/11/2015" , "< 23/11/2015" or "= 23/11/2015" or "> 2015" or "< 2015"
fr: Le filtre "%s" ne correspond pas à une date. Vous pouvez utiliser les opérateurs suivants : * "> 23/11/2015" : dates supérieures au 23 novembre 2015 * "< 23/11/2015" : dates inférieures au 23 novembre 2015 * "= 23/11/2015" : dates égales au 23 novembre 2015 * "23/11/2015" : dates égales au 23 novembre 2015 * "> 2015" : dates supérieures au 31 décembre 2015 * "< 2015" : dates inférieures au 1er janvier 2015 * 23 : dates contenant le chiffre 23

# docgrid
source: Filter "%s" is not a numeric value. You can use single numeric for operator "contains" or filter like "> 1234" , "< 1234" or "= 1234"
fr: Le filtre "%s" ne correspond pas à un chiffre. Vous pouvez utiliser les filtres suivants : * "1234" : nombre contenant 1234 * "= 1234" : nombre égal à 1234 * "> 1234" : nombre supérieur à 1234 * "< 1234" : nombre inférieur à 1234

source: KITCHEN_SINK:Title
fr: Kitchen Sink : Document Grid

source: Visible columns by family
fr: Colonnes visibles par familles
