Repository: KlausBacker/anakeen-platform-4
Catalog: locale/*/LC_MESSAGES/src/DCPDEVEL_*.po
Languages: fr

# dcpdevel
source: "%s" List
fr: Liste des "%s"

# dcpdevel
source: Attributes
fr: Attributs

# dcpdevel
source: Back
fr: Retour

# dcpdev
source: Change creation profil to %s [%d]
fr: Changement du profil de création "%s" [%d]

# dcpdev
source: Change creation view control to %s [%d]
fr: Changement du contrôle de vue utilisé à la création "%s" [%d]

# dcpdevel
source: Change default view control to %s [%d]
fr: Changement du contrôle de vue par défaut "%s" [%d]

# dcpdevel
source: Change default workflow to %s [%d]
fr: Changement du cycle de vie par défaut "%s" [%d]

# dcpdev
source: Change profil to %s [%d]
fr: Changement du profil vers "%s" [%d]

# dcpdevel
source: Choose another existing family profile
fr: Choisir un autre profil de famille

# dcpdevel
source: Choose default workflow
fr: Choisir un cycle de vie par défaut

# dcpdevel
source: Choose existing family profile
fr: Choisir un profil de famille existant

# dcpdevel
source: Choose profile and view control for new documents
fr: Choisir un profil et un contrôle de vue pour les nouveaux documents

source: Choose workflow
fr: Choisir un cycle de vie

# dcpdevel
source: Clear logical name "%s"
fr: Effacement du nom logique "%s"

# dcpdevel
source: Configure family access
fr: Configuration de l'accès à la famille

# dcpdevel
source: Configure new doc access
fr: Configuration de l'accès aux nouveaux documents

# dcpdevel
source: Create %s
fr: Créer %s

# dcpdevel
source: Create new view control
fr: Créer un nouveau contrôle de vue

# dcpdevel
source: Create profile for new document
fr: Créer un profil pour les nouveaux documents

source: DCPDEVEL:DCPDEVEL
fr: Outils pour le développement

source: DCPDEVEL:DCPDEVELDESCR
fr: Outils de paramétrage pour le développeur

source: DCPDEVEL:DEVELFAMILY
fr: Configuration de familles

source: DCPDEVEL:DOCUMENTFAMILYLIST
fr: Liste des familles

source: DCPDEVEL:DOCUMENTLISTDATA
fr: Données des documents

source: DCPDEVEL:EXPORTDOCUMENT
fr: Export des documents

source: DCPDEVEL:EXPORTFAMILYCONFIG
fr: Exportation de la configuration de famille

source: DCPDEVEL:FAMILIESDATA
fr: Données sur les familles

source: DCPDEVEL:FAMILYCONF
fr: Configuration de famille

source: DCPDEVEL:FAMILYEXPORTFORM
fr: Formulaire d'exportation de famille

source: DCPDEVEL:MODIFYFAMILY
fr: Modification configuration de famille

source: DCPDEVEL:OTHERDOCUMENT
fr: Autres documents

source: DCPDEVEL:SEARCHSYSDOC
fr: Recherche de documents système

source: DCPDEVEL:SETLOGICALNAME
fr: Modificatiin nom logique

# dcpdevel
source: Default view control
fr: Contrôle de vue par défaut

# dcpdevel
source: Default workflow
fr: Cycle de vie par défaut

# dcpdevel
source: Default workflow for %s family
fr: Cycle de vue par défaut pour la famille "%s"

# dcpdevel
source: Defaut values and parameters
fr: Valeur par défaut et paramètre

# dcpdevel
source: Enumerates
fr: Énumérés

# dcpdevel
source: Export Configuration
fr: Exportation de la configuration

# dcpdevel
source: Export configuration
fr: Exportation de la configuration

source: Families configuration
fr: Configuration de la famille

source: Families document list
fr: Liste de document pour la famille

# dcpdevel
source: Family profile
fr: Profil de la famille

# dcpdev
source: Get result for search id "%s" in all families
fr: Voici les résultats pour la recherche de l'identifiant "%s" quelle que soit la famille

# dcpdev
source: Get results for search name "%s" in all families
fr: Voici le résultat pour la recherche du nom logique "%s" pour les autres familles

# dcpdevel
source: Initialize control
fr: Initialisation du contrôle d'accès

# dcpdevel
source: Initialize specific profile for family
fr: Initialiser le profil spécifique pour la famille

# dcpdev
source: Next %d %s >>>
fr: Prochains %d %s >>>

# dcpdev
source: No "%s" documents has a name
fr: Aucun "%s" n'a de nom logique

# dcpdevel
source: No "%s" match "%s"
fr: Aucune correspondance de "%s" pour "%s"

# dcpdevel
source: No cv
fr: Aucun contrôle de vue

# dcpdevel
source: No default view control configurated
fr: Aucun contrôle de vue n'est configuré

# dcpdevel
source: No default workflow configurated
fr: Aucun cycle de vie n'est associé

# dcpdev
source: No documents name match "%s"
fr: Aucun nom logique correspond à "%s"

# dcpdev
source: No documents with id "%s"
fr: Aucun document avec l'identifiant "%s"

# dcpdev
source: No documents with id "%s" in family "%s"
fr: Aucun document avec l'identifiant "%s" dans la famille "%s"

# dcpdev
source: No documents with name "%s" in family "%s"
fr: Aucun document avec le nom logique "%s" dans la famille "%s"

# dcpdevel
source: No families match "%s"
fr: Pas de familles correspondant à "%s"

# dcpdev
source: No one "%s" documents exists
fr: Aucun "%s" n'existe

# dcpdev
source: No one "%s" documents title match "%s"
fr: Aucun titre de document "%s" ne contient "%s"

# dcpdevel
source: No profile (free access)
fr: Aucun profil (accès libre)

# dcpdevel
source: No update logical name for family
fr: Pas de mise à jour du nom logique

# dcpdevel
source: No workflow
fr: Pas de cycle de vie

# dcpdevel
source: Not a family
fr: Ce n'est pas une famille

# dcpdevel
source: Profile for new documents
fr: Profil pour les nouveaux documents

# dcpdevel
source: Security
fr: Sécurité

# dcpdevel
source: Set logical name to "%s"
fr: Modification du nom logique "%s"

# dcpdevel
source: Specific profil
fr: Profil spécifique

# dcpdevel
source: Update logical name from "%s" to "%s"
fr: Mise à jour du nom logique de "%s" vers "%s"

# dcpdevel
source: View Control
fr: Contrôle de vue

# dcpdevel
source: View default workflow
fr: Voir le cycle de vie par défaut

# dcpdevel
source: Workflow
fr: Cycle de vie

source: dcpdev:Add other configuration document :
fr: Ajouter un nouveau document de configuration&nbsp;:

source: dcpdev:All logical name must be set to export configuration
fr: Tous les noms logiques doivent être affectés pour l'exportation

source: dcpdev:CSV options
fr: Options pour l'exportation CSV

source: dcpdev:Change icon
fr: Changer l'icône

source: dcpdev:Choose cv
fr: Choisir un contrôle de vue

source: dcpdev:Choose document profil
fr: Choisir un profil pour les documents

source: dcpdev:Choose family
fr: Choisir une famille

source: dcpdev:Choose family first
fr: Choisissez une famille d'abord

source: dcpdev:Choose workflow
fr: Choisir un cycle de vie

source: dcpdev:Choose {{family}}
fr: Choisir {{family}}

source: dcpdev:Configuration documents to exports for
fr: Documents de configuration de la famille

source: dcpdev:Create new
fr: Créer un nouveau

source: dcpdev:Create new workflow
fr: Créer un nouveau cycle

source: dcpdev:Create workflow
fr: Créer un cycle

source: dcpdev:Csv enclosure
fr: Délimiteur CSV

source: dcpdev:Csv separator
fr: Séparateur CSV

source: dcpdev:Documents
fr: Document

source: dcpdev:Export configuration
fr: Exporter la configuration

source: dcpdev:Export these documents
fr: Exporter ces documents

source: dcpdev:Family
fr: Famille

source: dcpdev:Filter families
fr: Filtrer les familles

source: dcpdev:Logical name
fr: Nom logique

source: dcpdev:Other documents
fr: Autres documents de configuration

source: dcpdev:Reset from the list
fr: Remettre dans la liste des documents de configuration

source: dcpdev:Search by id
fr: Recherche par identifiant

source: dcpdev:Search by name (Can use *)
fr: Recherche par nom logique

source: dcpdev:Search by title (contains)
fr: Recherche par titre (contient)

source: dcpdev:Searching...
fr: Recherche en cours...

source: dcpdev:Unset from the list
fr: Enlever de la liste des documents de configuration

source: dcpdev:comma
fr: Virgule

source: dcpdev:double-quote
fr: Guillemets

source: dcpdev:famicon
fr: Icon

source: dcpdev:famname
fr: Nom

source: dcpdev:or
fr: ou

source: dcpdev:semi-colon
fr: Point-virgule

source: dcpdev:single-quote
fr: Simple quote

source: dcpdevel:ADMIN_ACTIONS_LIST short_name
fr: Liste des actions

source: dcpdevel:main Access
fr: Accès principal

source: depdev:famtitle
fr: Titre

# dcpdev
source: file not expected : possible attack : update aborted
fr: Erreur de téléversement: mise à jour abondonnée
